tap "azure/functions"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
tap "weaveworks/tap"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "glib"
brew "cairo"
brew "dive"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gh"
brew "git"
brew "gnupg"
brew "goenv"
brew "grep"
brew "hub"
brew "jenv"
brew "krb5"
brew "libpq"
brew "lsd"
brew "mitmproxy"
brew "pipenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "tree"
brew "watch"
brew "zsh"
brew "azure/functions/azure-functions-core-tools"
brew "azure/functions/azure-functions-core-tools@3"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "clipy"
cask "coteditor"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "mongodb-compass"
cask "mono-mdk"
cask "notion"
cask "postman"
cask "station"
cask "typora"
cask "visual-studio"
cask "visual-studio-code"
