tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "ghq"
brew "git"
brew "goenv"
brew "grep"
brew "hub"
brew "jenv"
brew "lsd"
brew "mitmproxy"
brew "nmap"
brew "nodebrew"
brew "pipenv"
brew "pulumi"
brew "pyenv"
brew "rbenv"
brew "terraform"
brew "tree"
brew "watch"
brew "yarn"
brew "zsh"
brew "azure/functions/azure-functions-core-tools"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "android-studio"
cask "coteditor"
cask "docker"
cask "dotnet-sdk"
cask "font-hack-nerd-font"
cask "genymotion"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "java8"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "mono-mdk"
cask "station"
cask "typora"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
