tap "azure/functions"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "sanemat/font"
tap "weaveworks/tap"
brew "awslogs"
brew "bash"
brew "glib"
brew "cairo"
brew "dive"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "jenv"
brew "libpq"
brew "lsd"
brew "mitmproxy"
brew "pipenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rtx"
brew "ruby-build"
brew "sheldon"
brew "starship"
brew "tree"
brew "watch"
brew "zsh"
brew "azure/functions/azure-functions-core-tools", link: false
brew "azure/functions/azure-functions-core-tools@3"
brew "azure/functions/azure-functions-core-tools@4"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "weaveworks/tap/eksctl"
cask "clipy"
cask "coteditor"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "mongodb-compass"
cask "mono-mdk"
cask "notion"
cask "postman"
cask "raycast"
cask "station"
cask "typora"
cask "visual-studio"
cask "visual-studio-code"
cask "warp"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "octref.vetur"
vscode "redhat.java"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
